Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# prog_noalcohol_d4_desc
source: Alkohol zerstört den REM-Schlaf. Achte heute Nacht bewusst auf deine Traumphasen und wie erholt du aufwachst.
en: Alcohol destroys REM sleep. Tonight, pay conscious attention to your dream phases and how refreshed you wake up.
es: El alcohol destruye el sueño REM. Esta noche, presta atención consciente a las fases de tus sueños y a lo renovado que te despiertas.
fr: L'alcool détruit le sommeil paradoxal. Ce soir, portez une attention consciente à vos phases de rêve et à la fraîcheur avec laquelle vous vous réveillez.
hi: शराब REM नींद को नष्ट कर देती है। आज रात, अपने सपने के चरणों पर सचेत ध्यान दें और आप कितने तरोताजा होकर उठते हैं।
it: L'alcol distrugge il sonno REM. Stasera, presta attenzione consapevole alle fasi dei tuoi sogni e a quanto riposato ti svegli.
ja: アルコールはレム睡眠を破壊します。今夜、夢の段階と目覚めの爽快さに意識的に注意を払ってください。
ko: 알코올은 REM 수면을 파괴합니다. 오늘 밤, 꿈의 단계와 깨어났을 때 얼마나 상쾌한지 의식적으로 주의를 기울이세요.
nl: Alcohol vernietigt de REM-slaap. Let vanavond bewust op je droomfasen en hoe uitgerust je wakker wordt.
pl: Alkohol niszczy fazę REM. Dziś wieczorem zwracaj świadomą uwagę na fazy snu i na to, jak wypoczęty się budzisz.
pt: O álcool destrói o sono REM. Esta noite, preste atenção consciente às fases do seu sonho e ao quão revigorado você acorda.
ru: Alcohol destroys REM sleep. Сегодня вечером обратите сознательное внимание на фазы своего сна и на то, насколько отдохнувшим вы просыпаетесь.
tr: Alkol REM uykusunu yok eder. Bu gece rüya aşamalarınıza ve ne kadar dinç uyandığınıza bilinçli olarak dikkat edin.
zh_hans: 酒精会破坏快速眼动睡眠。今晚，有意识地注意你的梦境以及你醒来时的精神状态。
zh_hant: 酒精會破壞快速動眼睡眠。今晚，有意識地註意你的夢境以及你醒來時的精神狀態。

# prog_noalcohol_d4_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d4_t2
source: Dankbarkeit für klaren Schlaf empfunden
en: Feeling grateful for clear sleep
es: Sentirse agradecido por un sueño claro
fr: Se sentir reconnaissant d'avoir un sommeil clair
hi: स्पष्ट नींद के लिए आभारी महसूस कर रहा हूँ
it: Sentirsi grato per il sonno sereno
ja: すっきりした眠りに感謝の気持ち
ko: 깨끗한 잠에 감사함을 느끼다
nl: Dankbaar zijn voor een heldere slaap
pl: Poczuj wdzięczność za czysty sen
pt: Sentindo-se grato por um sono tranquilo
ru: Чувство благодарности за ясный сон
tr: Temiz bir uyku için minnettar hissetmek
zh_hans: 对清晰的睡眠感到感激
zh_hant: 對清晰的睡眠感到感激

# prog_noalcohol_d4_title
source: Schlaf-Fokus
en: Sleep focus
es: Enfoque del sueño
fr: Concentration sur le sommeil
hi: नींद का ध्यान
it: Concentrazione sul sonno
ja: 睡眠重視
ko: 수면 집중
nl: Slaapfocus
pl: Skupienie na śnie
pt: Foco no sono
ru: Фокус сна
tr: Uyku odağı
zh_hans: 睡眠焦点
zh_hant: 睡眠焦點

# prog_noalcohol_d5_desc
source: Das Wochenende beginnt. Wenn du unter Leute gehst, sei die Person, die sich als Erstes selbstbewusst ein Wasser oder AF-Bier bestellt.
en: The weekend begins. When you go out with people, be the person who confidently orders a water or AF beer first.
es: Comienza el fin de semana. Cuando salgas con gente, sé la persona que con confianza pide primero agua o cerveza AF.
fr: Le week-end commence. Lorsque vous sortez avec du monde, soyez la personne qui commande en toute confiance une eau ou une bière AF en premier.
hi: सप्ताहांत शुरू होता है. जब आप लोगों के साथ बाहर जाते हैं, तो वह व्यक्ति बनें जो आत्मविश्वास से सबसे पहले पानी या एएफ बियर का ऑर्डर देता है।
it: Inizia il fine settimana. Quando esci con le persone, sii la persona che ordina con sicurezza per prima un'acqua o una birra AF.
ja: 週末が始まります。誰かと出かけるときは、自信を持って最初に水かAFビールを注文する人になりましょう。
ko: 주말이 시작됩니다. 사람들과 외출할 때는 자신있게 물이나 AF맥주를 먼저 주문하는 사람이 되세요.
nl: Het weekend begint. Als je met mensen uitgaat, wees dan de persoon die zelfverzekerd als eerste een water- of AF-biertje bestelt.
pl: Rozpoczyna się weekend. Kiedy wychodzisz z ludźmi, bądź osobą, która jako pierwsza pewnie zamówi wodę lub piwo AF.
pt: O fim de semana começa. Quando você sai com outras pessoas, seja a pessoa que pede primeiro uma água ou uma cerveja AF com confiança.
ru: Выходные начинаются. Когда вы встречаетесь с людьми, будьте тем человеком, который первым с уверенностью заказывает воду или пиво AF.
tr: Hafta sonu başlıyor. İnsanlarla dışarı çıktığınızda, önce kendinize güvenerek su veya AF birası sipariş eden kişi olun.
zh_hans: 周末开始了。当你与人外出时，首先自信地点一杯水或 AF 啤酒。
zh_hant: 週末開始了。當你與人外出時，首先自信地點一杯水或 AF 啤酒。

# prog_noalcohol_d5_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d5_t2
source: Souverän 'Nein' gesagt
en: Said 'No' confidently
es: Dijo 'No' con confianza
fr: J'ai dit "Non" avec confiance
hi: आत्मविश्वास से 'नहीं' कहा
it: Ha detto "No" con sicurezza
ja: 自信を持って「ノー」と言った
ko: 자신있게 '아니오'라고 말했어
nl: Zei zelfverzekerd ‘Nee’
pl: Powiedział „Nie” z przekonaniem
pt: Disse 'Não' com confiança
ru: Сказал «Нет» уверенно
tr: Güvenle 'Hayır' dedi
zh_hans: 自信地说“不”
zh_hant: 自信地說“不”

# prog_noalcohol_d6_desc
source: Nutze die Energie. Anstatt den halben Samstag im Bett zu liegen, mach etwas Produktives oder Sport.
en: Use the energy. Instead of lying in bed for half of Saturday, do something productive or exercise.
es: Usa la energía. En lugar de permanecer en la cama la mitad del sábado, haga algo productivo o haga ejercicio.
fr: Utilisez l'énergie. Au lieu de rester au lit pendant la moitié du samedi, faites quelque chose de productif ou faites de l'exercice.
hi: ऊर्जा का उपयोग करें. शनिवार की आधी रात बिस्तर पर पड़े रहने के बजाय, कुछ उत्पादक कार्य करें या व्यायाम करें।
it: Usa l'energia. Invece di restare a letto per metà sabato, fai qualcosa di produttivo o fai esercizio.
ja: エネルギーを使いましょう。土曜日の半分はベッドで横になる代わりに、何か生産的なことや運動をしましょう。
ko: 에너지를 사용하십시오. 토요일의 절반 동안 침대에 누워 있는 대신 생산적인 일을 하거나 운동을 하십시오.
nl: Gebruik de energie. In plaats van de halve zaterdag in bed te liggen, doe iets productiefs of sport.
pl: Wykorzystaj energię. Zamiast leżeć w łóżku przez połowę soboty, zajmij się czymś produktywnym lub ćwicz.
pt: Use a energia. Em vez de ficar deitado na cama metade do sábado, faça algo produtivo ou faça exercícios.
ru: Используйте энергию. Вместо того, чтобы лежать в постели половину субботы, займитесь чем-нибудь продуктивным или займитесь спортом.
tr: Enerjiyi kullanın. Cumartesi gününün yarısını yatakta geçirmek yerine üretken bir şeyler yapın veya egzersiz yapın.
zh_hans: 使用能量。周六不要躺在床上半天，而是做一些富有成效的事情或锻炼身体。
zh_hant: 使用能量。週六不要躺在床上半天，而是做一些有生產力的事情或運動。

# prog_noalcohol_d6_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d6_t2
source: Die extra Energie am Morgen genutzt
en: Used the extra energy in the morning
es: Usé la energía extra en la mañana.
fr: Utiliser l'énergie supplémentaire le matin
hi: सुबह अतिरिक्त ऊर्जा का उपयोग किया
it: Ho usato l'energia extra al mattino
ja: 朝の余分なエネルギーを使った
ko: 아침에 여분의 에너지를 사용했습니다.
nl: Gebruikte de extra energie in de ochtend
pl: Wykorzystałeś dodatkową energię rano
pt: Usei a energia extra pela manhã
ru: Использовал лишнюю энергию утром
tr: Sabahları ekstra enerjiyi kullandım
zh_hans: 消耗了早上多余的能量
zh_hant: 消耗了早上多餘的能量

# prog_noalcohol_d6_title
source: Der Kater-freie Morgen
en: The hangover-free morning
es: La mañana sin resaca
fr: La matinée sans gueule de bois
hi: हैंगओवर-मुक्त सुबह
it: La mattina senza postumi di una sbornia
ja: 二日酔いのない朝
ko: 숙취없는 아침
nl: De katervrije ochtend
pl: Poranek bez kaca
pt: A manhã sem ressaca
ru: Утро без похмелья
tr: Akşamdan kalma olmayan sabah
zh_hans: 没有宿醉的早晨
zh_hant: 沒有宿醉的早晨

# prog_noalcohol_d7_desc
source: Du hast eine ganze Woche geschafft. Wie fühlst du dich physisch und mental im Vergleich zu vor der Challenge?
en: You've done a whole week. How do you feel physically and mentally compared to before the challenge?
es: Has hecho una semana entera. ¿Cómo te sientes física y mentalmente en comparación con antes del desafío?
fr: Vous avez fait une semaine entière. Comment vous sentez-vous physiquement et mentalement par rapport à avant le défi ?
hi: आपने पूरा एक सप्ताह कर लिया है. चुनौती से पहले की तुलना में आप शारीरिक और मानसिक रूप से कैसा महसूस करते हैं?
it: Hai fatto un'intera settimana. Come ti senti fisicamente e mentalmente rispetto a prima della sfida?
ja: 丸一週間やり遂げましたね。挑戦前と比べて肉体的にも精神的にもどうですか？
ko: 일주일 내내 수고하셨습니다. 챌린지 전과 비교하면 신체적, 정신적으로 어떤 느낌인가요?
nl: Je hebt een hele week gedaan. Hoe voel je je fysiek en mentaal vergeleken met vóór de uitdaging?
pl: Przepracowałeś cały tydzień. Jak się czujesz fizycznie i psychicznie w porównaniu do sytuacji sprzed wyzwania?
pt: Você fez uma semana inteira. Como você se sente física e mentalmente em comparação com antes do desafio?
ru: Ты отработал целую неделю. Как вы себя чувствуете физически и морально по сравнению с тем, что было до соревнования?
tr: Bütün bir haftayı tamamladın. Mücadele öncesine kıyasla fiziksel ve zihinsel olarak nasıl hissediyorsunuz?
zh_hans: 你已经做了整整一个星期了。与挑战之前相比，您的身体和精神感觉如何？
zh_hant: 你已經做了整整一個星期了。與挑戰之前相比，您的身體和精神感覺如何？

# prog_noalcohol_d7_t1
source: Keinen Alkohol getrunken
en: Didn't drink alcohol
es: no bebí alcohol
fr: Je n'ai pas bu d'alcool
hi: शराब नहीं पीता था
it: Non ho bevuto alcolici
ja: アルコールは飲まなかった
ko: 술을 마시지 않았다
nl: Ik heb geen alcohol gedronken
pl: Nie piłem alkoholu
pt: Não bebi álcool
ru: Не пил алкоголь
tr: Alkol içmedim
zh_hans: 没有喝酒
zh_hant: 沒有喝酒

# prog_noalcohol_d7_t2
source: Woche stolz reflektiert
en: Week proudly reflected
es: Semana reflejada con orgullo
fr: Semaine fièrement reflétée
hi: सप्ताह गर्व से परिलक्षित हुआ
it: La settimana rifletteva con orgoglio
ja: 誇らしげに振り返る週
ko: 자랑스럽게 반영된 주
nl: Week trots weerspiegeld
pl: Tydzień dumnie odzwierciedlony
pt: Semana orgulhosamente refletida
ru: Неделя с гордостью отражена
tr: Hafta gururla yansıtıldı
zh_hans: 周自豪地反映
zh_hant: 週自豪地反映

# prog_noalcohol_d7_title
source: Stolz & Reflektion
en: Pride & Reflection
es: Orgullo y reflexión
fr: Fierté et réflexion
hi: गौरव और प्रतिबिंब
it: Orgoglio e riflessione
ja: プライドと反省
ko: 자부심과 성찰
nl: Trots en reflectie
pl: Duma i refleksja
pt: Orgulho e Reflexão
ru: Гордость и отражение
tr: Gurur ve Yansıma
zh_hans: 骄傲与反思
zh_hant: 驕傲與反思

# prog_noalcohol_phase_desc_physische___mentale_
source: Physische & Mentale Klarheit
en: Physical & Mental Clarity
es: Claridad física y mental
fr: Clarté physique et mentale
hi: शारीरिक एवं मानसिक स्पष्टता
it: Chiarezza fisica e mentale
ja: 身体的および精神的な明晰さ
ko: 신체적, 정신적 명확성
nl: Fysieke en mentale helderheid
pl: Przejrzystość fizyczna i psychiczna
pt: Clareza Física e Mental
ru: Физическая и умственная ясность
tr: Fiziksel ve Zihinsel Netlik
zh_hans: 身心清晰
zh_hant: 身心清晰

# prog_noalcohol_phase_title_woche___phasenumber_
source: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld
hi: सप्ताह %lld
it: Settimana %lld
ja: 週 %lld
ko: 주 %lld
nl: Week %lld
pl: Tydzień %lld
pt: Semana %lld
ru: Неделя %lld
tr: Hafta %lld
zh_hans: 周 %lld
zh_hant: 週 %lld

# prog_nutrition_d1_desc
source: Integriere heute zwingend etwas Grünes (Spinat, Brokkoli, Gurke, Salat) in eine deiner Mahlzeiten.
en: Be sure to include something green (spinach, broccoli, cucumber, lettuce) in one of your meals today.
es: Asegúrate de incluir algo verde (espinacas, brócoli, pepino, lechuga) en una de tus comidas de hoy.
fr: Assurez-vous d'inclure quelque chose de vert (épinards, brocoli, concombre, laitue) dans l'un de vos repas aujourd'hui.
hi: आज अपने भोजन में कुछ हरा (पालक, ब्रोकोली, ककड़ी, सलाद) अवश्य शामिल करें।
it: Assicurati di includere qualcosa di verde (spinaci, broccoli, cetrioli, lattuga) in uno dei tuoi pasti oggi.
ja: 今日の食事には、必ず緑のもの（ほうれん草、ブロッコリー、キュウリ、レタス）を取り入れてください。
ko: 오늘 식사에는 녹색 음식(시금치, 브로콜리, 오이, 양상추)을 꼭 포함하세요.
nl: Zorg ervoor dat je vandaag iets groens (spinazie, broccoli, komkommer, sla) in je maaltijden opneemt.
pl: Pamiętaj, aby do jednego z dzisiejszych posiłków włączyć coś zielonego (szpinak, brokuły, ogórek, sałata).
pt: Certifique-se de incluir algo verde (espinafre, brócolis, pepino, alface) em uma de suas refeições hoje.
ru: Обязательно включите сегодня в один из приемов пищи что-нибудь зеленое (шпинат, брокколи, огурец, салат).
tr: Bugün öğünlerinizden birine yeşil bir şeyler (ıspanak, brokoli, salatalık, marul) eklemeyi unutmayın.
zh_hans: 请务必在今天的一顿饭中加入一些绿色食品（菠菜、西兰花、黄瓜、生菜）。
zh_hant: 請務必在今天的一餐中加入一些綠色食品（菠菜、綠花椰菜、黃瓜、生菜）。

# prog_nutrition_d1_t1
source: %lld Portionen Gemüse/Obst gegessen
en: %lld Portions of vegetables/fruit eaten
es: %lld Porciones de verduras/frutas consumidas
fr: %lld Portions de légumes/fruits consommées
hi: %lld खाई गई सब्जियों/फलों के अंश
it: %lld Porzioni di verdura/frutta consumate
ja: %lld 食べた野菜/果物の量
ko: %lld 야채/과일 섭취량
nl: %lld Porties groenten/fruit gegeten
pl: %lld Porcje zjedzonych warzyw/owoców
pt: %lld Porções de vegetais/frutas consumidas
ru: %lld Съеденные порции овощей/фруктов
tr: %lld Yenilen sebze/meyve porsiyonları
zh_hans: %lld 吃的蔬菜/水果的份量
zh_hant: %lld 吃的蔬菜/水果的份量

# prog_nutrition_d1_t2
source: Eine grüne Portion eingebaut
en: A green portion incorporated
es: Una porción verde incorporada
fr: Une partie verte incorporée
hi: एक हरा भाग सम्मिलित किया गया
it: Una porzione verde incorporata
ja: 緑色の部分が組み込まれています
ko: 녹색 부분이 통합되었습니다.
nl: Een groen gedeelte verwerkt
pl: Włączona zielona część
pt: Uma porção verde incorporada
ru: Зеленая часть включена
tr: Yeşil bir kısım dahil edildi
zh_hans: 加入了绿色部分
zh_hant: 加入了綠色部分

# prog_nutrition_d1_title
source: Grüner Start
en: Green start
es: comienzo verde
fr: Démarrage vert
hi: हरी शुरुआत
it: Inizio verde
ja: グリーンスタート
ko: 그린스타트
nl: Groen begin
pl: Zielony początek
pt: Início verde
ru: Зеленый старт
tr: Yeşil başlangıç
zh_hans: 绿色启动
zh_hant: 綠色啟動

# prog_nutrition_d2_desc
source: Ersetze einen üblichen ungesunden Snack durch einen Apfel, Beeren oder Gemüsesticks.
en: Replace a usual unhealthy snack with an apple, berries, or vegetable sticks.
es: Reemplace un refrigerio poco saludable habitual con una manzana, bayas o palitos de verduras.
fr: Remplacez une collation malsaine habituelle par une pomme, des baies ou des bâtonnets de légumes.
hi: सामान्य अस्वास्थ्यकर नाश्ते को सेब, जामुन या सब्जी की छड़ियों से बदलें।
it: Sostituisci il solito spuntino malsano con una mela, dei frutti di bosco o dei bastoncini di verdure.
ja: いつもの不健康なスナックをリンゴ、ベリー、野菜スティックなどに置き換えましょう。
ko: 평소 건강에 해로운 간식을 사과, 딸기 또는 야채 스틱으로 바꾸십시오.
nl: Vervang een gebruikelijk ongezond tussendoortje door een appel, bessen of groentesticks.
pl: Zastąp zwykłą niezdrową przekąskę jabłkiem, jagodami lub paluszkami warzywnymi.
pt: Substitua um lanche pouco saudável por uma maçã, frutas vermelhas ou palitos de vegetais.
ru: Замените привычный неполезный перекус яблоком, ягодами или овощными палочками.
tr: Her zamanki gibi sağlıksız atıştırmalıkları elma, çilek veya sebze çubuklarıyla değiştirin.
zh_hans: 用苹果、浆果或蔬菜棒代替常见的不健康零食。
zh_hant: 用蘋果、莓果或蔬菜棒取代常見的不健康零食。

# prog_nutrition_d2_t1
source: %lld Portionen erreicht
en: %lld Servings reached
es: %lld Se alcanzaron las porciones
fr: %lld Portions atteintes
hi: %lld सर्विंग पूरी हो गई
it: %lld Porzioni raggiunte
ja: %lld サービング数に達しました
ko: %lld회 제공량에 도달함
nl: %lld Porties bereikt
pl: %lld Osiągnięto porcje
pt: %lld Porções alcançadas
ru: %lld Достигнуто порций
tr: %lld Porsiyona ulaşıldı
zh_hans: %lld 份数已达到
zh_hant: %lld 份數已達到

# prog_nutrition_d2_t2
source: Snack durch Obst/Gemüse ersetzt
en: Snack replaced with fruit/vegetables
es: Merienda reemplazada por frutas/verduras
fr: Collation remplacée par des fruits/légumes
hi: नाश्ते की जगह फल/सब्जियों ने ले ली
it: Spuntino sostituito con frutta/verdura
ja: おやつを果物/野菜に置き換える
ko: 간식은 과일/야채로 대체
nl: Snack vervangen door fruit/groenten
pl: Przekąska zastąpiona owocami/warzywami
pt: Lanche substituído por frutas/legumes
ru: Перекус заменен фруктами/овощами.
tr: Ara öğünün yerini meyve/sebze aldı
zh_hans: 零食换成水果/蔬菜
zh_hant: 零食換成水果/蔬菜

# prog_nutrition_d2_title
source: Snack-Tausch
en: Snack swap
es: Intercambio de snacks
fr: Échange de collations
hi: नाश्ते की अदला-बदली
it: Scambio di snack
ja: スナック交換
ko: 스낵 교환
nl: Snackwissel
pl: Wymiana przekąsek
pt: Troca de lanche
ru: Обмен закусками
tr: Atıştırmalık takası
zh_hans: 零食交换
zh_hant: 零食交換

# prog_nutrition_d3_desc
source: Versuche heute drei verschiedene Farben auf deinem Teller oder über den Tag verteilt zu essen (z.B. rot, grün, orange).
en: Try eating three different colors on your plate today or throughout the day (e.g. red, green, orange).
es: Intente comer tres colores diferentes en su plato hoy o durante el día (por ejemplo, rojo, verde, naranja).
fr: Essayez de manger trois couleurs différentes dans votre assiette aujourd'hui ou tout au long de la journée (par exemple rouge, vert, orange).
hi: आज या दिन भर में अपनी थाली में तीन अलग-अलग रंग खाने का प्रयास करें (जैसे लाल, हरा, नारंगी)।
it: Prova a mangiare tre colori diversi nel piatto oggi o durante la giornata (ad esempio rosso, verde, arancione).
ja: 今日または一日を通して、お皿に 3 つの異なる色 (赤、緑、オレンジなど) を入れて食べてみてください。
ko: 오늘 또는 하루 종일 접시에 세 가지 다른 색상(예: 빨간색, 녹색, 주황색)을 먹어 보십시오.
nl: Probeer vandaag of gedurende de dag drie verschillende kleuren op je bord te eten (bijvoorbeeld rood, groen, oranje).
pl: Spróbuj zjeść dzisiaj lub w ciągu dnia na talerzu trzy różne kolory (np. czerwony, zielony, pomarańczowy).
pt: Experimente comer três cores diferentes no seu prato hoje ou ao longo do dia (por exemplo, vermelho, verde, laranja).
ru: Попробуйте есть на тарелке три разных цвета сегодня или в течение дня (например, красный, зеленый, оранжевый).
tr: Bugün veya gün boyunca tabağınızda üç farklı renk yemeyi deneyin (örneğin kırmızı, yeşil, turuncu).
zh_hans: 今天或全天尝试吃盘子里的三种不同颜色（例如红色、绿色、橙色）。
zh_hant: 今天或整天嘗試吃盤子裡的三種不同顏色（例如紅色、綠色、橙色）。

# prog_nutrition_d3_t1
source: %lld Portionen erreicht
en: %lld Servings reached
es: %lld Se alcanzaron las porciones
fr: %lld Portions atteintes
hi: %lld सर्विंग पूरी हो गई
it: %lld Porzioni raggiunte
ja: %lld サービング数に達しました
ko: %lld회 제공량에 도달함
nl: %lld Porties bereikt
pl: %lld Osiągnięto porcje
pt: %lld Porções alcançadas
ru: %lld Достигнуто порций
tr: %lld Porsiyona ulaşıldı
zh_hans: %lld 份数已达到
zh_hant: %lld 份數已達到

# prog_nutrition_d3_t2
source: Mindestens 3 verschiedene Farben gegessen
en: Ate at least 3 different colors
es: Comió al menos 3 colores diferentes.
fr: A mangé au moins 3 couleurs différentes
hi: कम से कम 3 अलग-अलग रंग खाएं
it: Mangiato almeno 3 colori diversi
ja: 少なくとも3つの異なる色を食べた
ko: 적어도 3가지 색깔을 먹었다
nl: Aten minstens 3 verschillende kleuren
pl: Zjadłem co najmniej 3 różne kolory
pt: Comi pelo menos 3 cores diferentes
ru: Съел как минимум 3 разных цвета
tr: En az 3 farklı renk yedim
zh_hans: 吃了至少3种不同颜色的食物
zh_hant: 吃了至少3種不同顏色的食物

# prog_nutrition_d4_desc
source: Verzehre mindestens eine Portion komplett roh, um alle hitzeempfindlichen Vitamine zu bewahren.
en: Eat at least one serving completely raw to preserve all of the heat-sensitive vitamins.
es: Consuma al menos una porción completamente cruda para conservar todas las vitaminas sensibles al calor.
fr: Mangez au moins une portion entièrement crue pour préserver toutes les vitamines sensibles à la chaleur.
hi: गर्मी के प्रति संवेदनशील सभी विटामिनों को सुरक्षित रखने के लिए कम से कम एक बार पूरी तरह से कच्चा खाएं।
it: Mangia almeno una porzione completamente cruda per preservare tutte le vitamine sensibili al calore.
ja: 熱に弱いビタミンをすべて保存するために、少なくとも 1 回分は完全に生で食べてください。
ko: 열에 민감한 비타민을 모두 보존하려면 적어도 한 번은 완전히 생으로 섭취하세요.
nl: Eet ten minste één portie volledig rauw om alle warmtegevoelige vitamines te behouden.
pl: Zjedz przynajmniej jedną porcję całkowicie na surowo, aby zachować wszystkie witaminy wrażliwe na ciepło.
pt: Coma pelo menos uma porção completamente crua para preservar todas as vitaminas sensíveis ao calor.
ru: Съешьте хотя бы одну порцию полностью сырой, чтобы сохранить все термочувствительные витамины.
tr: Isıya duyarlı vitaminlerin tümünü korumak için en az bir porsiyon tamamen çiğ yiyin.
zh_hans: 至少吃一份完全生吃，以保留所有热敏维生素。
zh_hant: 至少吃一份完全生吃，以保留所有熱敏維生素。

# prog_nutrition_d4_t1
source: %lld Portionen erreicht
en: %lld Servings reached
es: %lld Se alcanzaron las porciones
fr: %lld Portions atteintes
hi: %lld सर्विंग पूरी हो गई
it: %lld Porzioni raggiunte
ja: %lld サービング数に達しました
ko: %lld회 제공량에 도달함
nl: %lld Porties bereikt
pl: %lld Osiągnięto porcje
pt: %lld Porções alcançadas
ru: %lld Достигнуто порций
tr: %lld Porsiyona ulaşıldı
zh_hans: %lld 份数已达到
zh_hant: %lld 份數已達到

# prog_nutrition_d4_t2
source: Eine Portion zu%@ roh gegessen
en: One portion eaten%@ raw
es: Una porción consumida%@ cruda
fr: Une portion consommée%@ crue
hi: एक भाग%@ कच्चा खाया जाता है
it: Una porzione consumata cruda al%@.
ja: 1食分は100％生で食べられます
ko: 한 부분은%@ 생으로 먹음
nl: Eén portie wordt%@ rauw gegeten
pl: Jedna porcja spożywana w%@ na surowo
pt: Uma porção consumida%@ crua
ru: Одна порция съедается полностью сырой.
tr: Bir porsiyon%@ çiğ olarak yenir
zh_hans: 一份%@ 生吃
zh_hant: 一份%@ 生吃

# prog_nutrition_d4_title
source: Rohkost
en: Raw food
es: comida cruda
fr: Aliments crus
hi: कच्चे खाद्य
it: Cibo crudo
ja: 生の食品
ko: 생식
nl: Rauw voedsel
pl: Surowe jedzenie
pt: Comida crua
ru: Сырая пища
tr: Çiğ gıda
zh_hans: 生食
zh_hant: 生食

# prog_nutrition_d5_desc
source: Iss heute ein Gemüse oder Obst, das du schon sehr lange nicht mehr oder noch nie gegessen hast.
en: Today, eat a vegetable or fruit that you haven't eaten in a long time or have never eaten before.
es: Hoy, come una verdura o fruta que no hayas comido en mucho tiempo o que nunca hayas comido antes.
fr: Aujourd’hui, mangez un légume ou un fruit que vous n’avez pas mangé depuis longtemps ou que vous n’avez jamais mangé auparavant.
hi: आज कोई ऐसी सब्जी या फल खाएं जो आपने काफी समय से नहीं खाया हो या पहले कभी नहीं खाया हो.
it: Oggi mangia una verdura o un frutto che non mangi da molto tempo o che non hai mai mangiato prima.
ja: 今日は、長い間食べていなかった、またはこれまで食べたことのない野菜や果物を食べてください。
ko: 오늘은 오랫동안 먹지 않았거나 한 번도 먹어본 적이 없는 야채나 과일을 먹어보세요.
nl: Eet vandaag een groente of fruit dat je al lang niet meer hebt gegeten, of nog nooit eerder hebt gegeten.
pl: Zjedz dziś warzywo lub owoc, którego nie jadłeś od dawna lub nigdy wcześniej nie jadłeś.
pt: Hoje, coma um vegetal ou fruta que você não come há muito tempo ou nunca comeu antes.
ru: Сегодня съешьте овощ или фрукт, который вы давно не ели или никогда раньше не ели.
tr: Bugün uzun zamandır yemediğiniz veya daha önce hiç yemediğiniz bir sebze veya meyve yiyin.
zh_hans: 今天，吃一种你很久没吃或以前从未吃过的蔬菜或水果。
zh_hant: 今天，吃一種你很久沒吃或以前從未吃過的蔬菜或水果。

# prog_nutrition_d5_t1
source: %lld Portionen erreicht
en: %lld Servings reached
es: %lld Se alcanzaron las porciones
fr: %lld Portions atteintes
hi: %lld सर्विंग पूरी हो गई
it: %lld Porzioni raggiunte
ja: %lld サービング数に達しました
ko: %lld회 제공량에 도달함
nl: %lld Porties bereikt
pl: %lld Osiągnięto porcje
pt: %lld Porções alcançadas
ru: %lld Достигнуто порций
tr: %lld Porsiyona ulaşıldı
zh_hans: %lld 份数已达到
zh_hant: %lld 份數已達到
